cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'bash' # macOS comes with an ancient version of bash
brew 'bat'
brew 'btop'
brew 'docker'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'mutagen'
brew 'neovim'
brew 'pure'
brew 'rbenv'
brew 'ripgrep'
brew 'ruby-build'
brew 'tmux'
brew 'zoxide'
brew 'zsh'

# casks
tap 'dbeaver-community'
brew 'dbeaver-community'
